UnexpectedMaker/micropython/ports/esp32/boards/GENERIC_C3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32S-C3 DevKit"
#define MICROPY_HW_MCU_NAME "ESP32C3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
